---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.StairTreads
source: html/101623e1-b7c8-0867-6d49-d23ed5a115b1.htm
---
# Autodesk.Revit.DB.GroupTypeId.StairTreads Property

Treads.

## Syntax (C#)
```csharp
public static ForgeTypeId StairTreads { get; }
```